import { Book } from './book';

export const Books: Book[] = [
  {
    name: 'Принцесса и королева, или Черные и Зеленые',
    author: 'Джордж Мартин',
    year: '2003',
    cost: 200
  },
  {
    name: 'Преступление лорда Артура Сэвила',
    author: 'Оскар Уайльд',
    year: '1891',
    cost: 250
  },
  {
    name: 'Девушка с жемчужной сережкой',
    author: 'Трейси Шевалье',
    year: '1999',
    cost: 300
  },
  {
    name: 'Дневники Стефана. Книга 6. Зачарованные',
    author: 'Лиза Смит',
    year: '2012',
    cost: 100
  },
  {
    name: 'Уже мертва',
    author: 'Кэти Райх',
    year: '1997',
    cost: 275
  },
  {
    name: 'Как относиться к себе и к людям, или практическая психология',
    author: 'Николай Козлов',
    year: '2003',
    cost: 500
  },
  {
    name: 'Луна и грош',
    author: 'Уильям Сомерсет Моэм',
    year: '1919',
    cost: 170
  },
  {
    name: 'Абарат',
    author: 'Клайв Баркер',
    year: '2004',
    cost: 250
  },
  {
    name: 'Золото Будды',
    author: 'Роберт ван Гулик',
    year: '1959',
    cost: 200
  },
  {
    name: 'Паразиты',
    author: 'Рю Мураками',
    year: '2006',
    cost: 360
  },
  {
    name: 'Понедельник начинается в субботу',
    author: 'Братья Стругацкие',
    year: '1965',
    cost: 250
  },
]